{
  "header.classroom": "Classroom",
  "tnc.title": "Terms and Conditions for VClass",
  "tnc.content": "This terms and conditions for VClass services (“VClass”) provided by True   Corporation Public Company Limited (“the Company”). Customer can use VClass by register   to create account (Username) and password by yourself via channels as specified by the   The Company. Details as follows;<br>   <br>   <strong>1. How to get user account and password of VClass and maintain a membership</strong><br>   VClass member must via channel of VClass or specified by the Company. The   customer must fill in email to be used as user's account (Username), password and personal   information for use the services. Customer will be granted the right to activate the account by   one email per account, except with the prior consent of the Company only. However, if the   Company detects that the personal information entered was incorrect in any case, the   Company has the right to refuse registration of the customer or immediately suspend or   terminate membership.<br>   <br>   The customer who has completed registration will be member of VClass (hereinafter   called as the “Member”) The membership will remain active until the membership is   terminated or the Company terminates membership due to violation of any of the terms or   conditions or not making corrections within the period that the Company has notified or   commit any illegal action, including the case that the Company ceases the service.<br>   <br>   Registration for creating an account (Username) and filling in any information   displayed on your account page. It is considered that Member has consented to provide   personal information to the Company for use as the applicant's personal profile and allow the   Company to use the information as necessary to provide VClass service. In addition,   Member agrees that the Company will link the information provided with all activities that   occur on VClass to Member account (Username).<br>   <br>   <strong>2. Limitation of using Username and Password of Member</strong><br>   Member shall keep the Username and Password in private and confidential, and   shall not disclose or do any action which may make any other person know or using the   Username and Password and/or such information whether by negligence or intentional or   transfer of rights or in anyway. However, if Member agrees to allow another person to use   the Username and Password, Member could not to deny responsibility for any damages   incurred to the Company, himself/herself or other persons involved.<br>   <br>   <strong>3. Use of VClass</strong><br>   3.1 Use of VClass by any device or at any time, Member acknowledges and agrees   to comply with this terms and conditions. As well as other conditions that the Company will   determine additional later as the Company deems appropriate or comply with the law.<br>   <br>   3.2 Member can access the services of VClass through the channels specified by the   Company which the Company has the right to amend or change any information at any time   as the Company deems appropriate.<br>   <br>   3.3 Member agrees not to act or collaborate with any other person, either directly or   indirectly in the misuse of any part of VClass or illegal or contrary to public order and morals   or cause any damage to other users and / or other service users.<br>   <br>   3.4 Member may not assign all or part of his/her membership to another person.<br>   <br>   3.5 If the Company found that Member impersonates or takes any action that   infringes personal privacy by using other people's information to impersonate membership or   breach at least any of the terms and conditions of use, It is wrong. the Company has the   right to cancel the membership immediately.   In this regard, the Company will continue to take action against offenders according to the   law.<br>   <br>   3.6 Member acknowledges that the Company has the right to temporarily suspend   the service partially or completely at any time if Member break any of the terms and   conditions of VClass or the Company's service system is temporarily interrupted for any   reason.<br>   <br>   3.7 Use of VClass, Members agree to use a real name or an alias that is appropriate,   polite, and prohibit using profanity, insulting, discrimination, incitement to obscene, obscene   ways contrary to public order or morals it represents an insult to the sovereignty of the   monarchy and the royal family or impersonate any reference to any person. Member who   breaks the conditions will be responsible for any damage that occurs directly from it. And   agree to indemnify the Company if the violation causes damage to the Company.<br>   <br>   <strong>4. Liability</strong><br>   If Member neglects or intends to use any part of VClass, causing damage to the   image, reputation or any damage to the Company, Member agrees to indemnify the actual   damages to the Company.<br>   Member acknowledges and agrees that the Company are not liable for any loss or   theft or damage to users and / Members or any other person Due to the use of VClass.<br>   <br>   <strong>5. Limitation of liability of the Company and / or group of the Company</strong><br>   <br>   5.1 Member acknowledges and agrees that VClass is to facilitate and add channels   to access all services of the Company. The Company shall not be liable Member for any loss   or damage in the image, reputation, property or damage of any kind that occurred to   Member which caused by negligence or deliberate acts or omissions of Member or of any   person or force majeure or any cause beyond the control of the Company and / or the the   Company Group.<br>   <br>   5.2 The Company shall not be liable and indemnify any damages arising out of or in   connection with the use of VClass to Member or any other person in any case if the   Company cannot provide some or all of the services due to malfunction or failure of any   Member's system or equipment or telephone system or any failure of the telecommunication   system or any cause beyond the Company's control.<br>   <br>   <strong>6. Changes to terms and conditions</strong><br>   6.1 The Company has the right to make changes the terms and conditions without   prior notice.   6.2 Members and/or any other person accessing this system must understand and   accept the terms and conditions that have been changed and the Company has already   announced all cases.<br>   <br>   <strong>7. Governing law</strong><br>   Terms and conditions for this service shall be governed and construed in accordance   with the laws of Kingdom of Thailand without regard conflicts of law.<br>   <br>   <strong>8. Personal information</strong><br>   Member agrees and acknowledges that the Company may collect, use or disclose   personal information, including but not limited to information from use of VClass in which   Member has given to the Company and/or being in possession of the Company and/or the   Company has lawfully received or collected from any other sources or any other persons, for   the purposes of consideration of Account registration requests, identification/verification of   identity, use of Services, statistic, analysis and research in order to enhance the Services or   offer the privilege which may benefit Member in connection with the Services, or   emphasizing Member to receive good Services from the Company, providing support   service, contact and request for information, including sending news and information,   marketing campaign, promotional campaign or offering products which Member may be   interested in or may benefit Member via The Company’s communication channels. In   addition, Member acknowledges that the Company may transfer or transmit the Member’s   personal information to juristic persons having control over the Company or under control of   the Company and juristic persons under the same control of the Company, including juristic   persons or persons in which the Company is a contractual party or having the legal   relationship with, and third persons or juristic persons acting as a data processor.<br>   <br>   If Member has questions or want to contact VClass. You can contact at 02-858-8335<br>",
  "tnc.cta": "Close",

  "pvc.title": "Privacy Policy for VClass",
  "pvc.content": "This privacy policy of services of VClass (“VClass”) provided by True Corporation Public Company Limited (“Company”) to let you know how the Company collect, use and disclose personal data, after customer has registered to be member of VClass (hereinafter called as the “Member”).<br /><br />1. Who are we?<br />This privacy policy applies to personal data collected by True Corporation Public Company Limited (“Company”).  If you have any questions or concerns about our privacy practices, we welcome you to contact us via<br />Address : TRUE Corporation Public Company Limited Attn: Data Protection Officer 18 True Tower, Ratchadaphisek Rd., Huai Khwang, Bangkok 10310 Thailand<br />Contact channel : True Retail Shops, or True Call Center 1242<br /><br />2. What is personal data?<br />“Personal Data” means any information relating to an identified or identifiable natural person, directly or indirectly, but not including the information of the deceased persons in particular.<br /><br />3. What personal data VClass will collect<br />Privacy policy and information related to members include:<br />3.1 Information that member provides to us:<br />- Registration information for using VClass account (Username)<br />- Identification that member has input or edit in VClass account, Username and member's profile<br />- Interest information or other information that member displays through the system in order to store with member's account.<br />- Information that member enters while using VClass Including information obtained from member contacts with company staff through any channel<br />3.2 Information obtained from the use of VClass, such as computer log, transaction log, which will be associated with the member's user account.<br /> The above details are examples of information that may be collected. Company will collect personal information and information related to member only necessary information and for as long as necessary for the benefit of use only.<br /><br />4. The sources of personal data<br />VClass may obtain your personal data through one of the following means:Information that you provide to us:<br />- When you register for one of VClass services or when you receive one of VClass services, this includes processes of filling the request to exercise your rights;<br />- When you voluntarily respond to our survey or email or any other means (e.g., Short Message Service - SMS, etc.);<br />- When you use our products and services, we collect required information to support you (e.g., using time, data usage, service quality monitoring, etc.);<br />- When you visit VClass's website through your browser’s cookies;Information that we collect from other sources:<br />-We may receive personal data about you from third parties, which are allowed to disclose under applicable law or by your consent, by email, phone, or document in connection with services that we provide to you. These third parties include but not limit to business partners, sub-contractors that help the Company to process the application and provide services.<br /><br />5. The purposes of personal data processing<br />VClass may collect, use, disclose and/or process your personal data for one or more of the following purposes: to fulfill the service contract agreement, to apply, register and login to our account to verify the identity of the applicant, to provide educational services and to meet your request, to understand your needs and preferences, to conduct research, analysis and development activities (including, but not limited to, data analytics, surveys, technology development and/or profiling), to offer you with better services and/or benefits; to inform and offer privileges, information, promotions and offers relating to application, to secure of information and network service of VClass including monitoring the system and user activities to track any harmful activities against you, others and  VClass, for the safety or suppression of danger to life, body or health of the person, including for the purposes of legal compliance and / or any other necessity in the legitimate interest of VClass, for other purposes as permitted by law to collect, use or disclose without the consent of the personal data owner.<br /><br />6. How we process your personal data<br /> VClass may disclose your personal data, your service usage data to our subsidiaries and affiliated companies including True Group of companies*, Charoen Pokphand Group (CP Group) of companies, government agencies, legal services, information technology service providers, educational institutions, educational projects of the government sector, customer support providers, service providers, marketing and advertising management, business consultants, juristic persons, and legal persons or any other persons in which the Company and/or you are a party or having legal relations.<br /><br />7. How and how long we keep your personal data<br /> VClass keep your personal data as follows:<br />-We keep your personal data either in printed paper (hard copy) or in electronic document system (soft copy) with appropriately secured measures to prevent the loss, unauthorized access, change, and disclose of your personal data.<br />- We will not keep your personal data for any longer than we seem necessary for the purposes for which we collect and process it, or within the effective period of contract, or within the period of the exercise, or defense of legal claims.<br />- When your personal data for which we collect, use and process it, is no longer required for the purposes and by applicable laws, we will erase or destroy or aggregate and/or anonymize your personal data to an extent that it no longer identifies you within a reasonable time.<br /><br />8. Your rights as data subject<br />You, as the data subject, have the rights to your data in accordance with the Personal Data Protection Act B.E. 2562.<br />Right to withdraw consent<br />-When you give us your consent for the specific purposes, you have the right to withdraw the consent for your specific purposes at any time, unless there are restrictions on legal rights or in connection with the contract that benefits to you;<br />- You have the right to withdraw the consent about processing your personal data at any time that your personal data is with the Company.<br />- If exercise the right to withdraw consent prevents the Company from delivering products or providing some services to you, the Company will inform you about the effect of withdrawing the consent.<br />- In the exercise of the right to withdraw consent, you must exercise the rights only in-person by yourself in accordance with contact channels that the Company provided.<br />You may contact the staff of the Company to file a request to proceed with the above rights, as detailed in section 1, or contact designated channels specified by the Company. The Company has the right to refuse unreasonable requests, requests that are not provided by law and/or requests that cannot be fulfilled. In addition, the Company has the right to reject your request in accordance with the law.<br /><br />9. Privacy policy of other websites<br /> This privacy policy is only applied to VClass, VClass services, and VClass websites. However, if member has linked to third party or other websites and services, please read the privacy policies of any third party websites or services that you access from our websites or services.<br /><br />10. Changes to our privacy policy<br />VClass may update this privacy policy from time to time according to our privacy practices and compliance with the relevant law. VClass reserve the right to update this privacy policy on our websites without prior notice.<br /><br />I have read the privacy policy and understand the details and accept the terms according to the list.<br /><br />In case of VClass user is a child under 13 years old, it requires parental permission to accept the policy. Please input the parent email address on the profile page to send an email requesting parental consent. Then press the confirmation link from the received email to proceed with the steps as specified.",
  "pvc.cta": "Close",

  "footer.help": "Help",
  "footer.customerSupport": "Customer Support",
  "footer.termsAndCons": "Copyright © 2021 VClass | ",

  "contact.sale": "Sales",
  "contact.tel": "Tel",
  "contact.telNumber": "+66 8 9116 0239",
  "contact.date": "Monday - Friday 09:00 am - 06:00 pm",
  "contact.customerSupport": "Customer Support",

  "login.title": "Login",
  "login.or": "or",
  "login.loginCTA": "Login",
  "login.signInWithTrueVWorld": "Login with True VWorld",
  "login.signInWithGoogle": "Login with Google",
  "login.signInWithApple": "Login with Apple",
  "login.forgotPassword": "Forgot password",
  "login.register": "Register",
  "login.language": "Language",

  "register.title": "Register",
  "register.acceptTnc": "Accept",
  "register.tnc": "Terms & Conditions",
  "register.and": "and",
  "register.privacy": "Privacy Policy",
  "register.registerCTA": "Register",
  "register.or": "or",
  "register.signUpWithTrueVWorld": "Sign-up with True VWorld",
  "register.signUpWithGoogle": "Sign-up with Google",
  "register.signUpWithApple": "Sign-up with Apple",
  "register.language": "Language",

  "forgotPassword.title": "Forgot Password",
  "forgotPassword.description": "We will send you a password reset link to",
  "forgotPassword.sendEmailCTA": "Send email",
  "forgotPassword.register": "Register",

  "resetPassword.title": "New Password",
  "changePassword.title": "Change password",

  "common.email": "Email",
  "common.firstName": "First name",
  "common.lastName": "Last name",
  "common.birthDate": "Birth date",
  "common.password": "Password",
  "common.currentPassword": "Current password",
  "common.newPassword": "New password",
  "common.confirmPassword": "Verify",
  "common.passwordDescription": "Passwords must be at least 8 characters comprises of letters, numbers, and special characters, such as Awes0me!",
  "common.save": "Save",
  "common.yes": "Yes",
  "common.no": "No",
  "common.confirm": "Confirm",
  "common.filter": "Filter",
  "common.create": "Create",
  "common.edit": "Edit",
  "common.delete": "Delete",
  "common.moveup":"Move up",
  "common.movedown":"Move down",
  "common.moveToTop":"Move to top",
  "common.moveToBottom":"Move to bottom",
  "common.rename": "Rename",
  "common.search": "Search...",
  "common.people": "people",

  "validation.email.invalid": "Email must be a valid email",
  "validation.email.required": "Email field is required",
  "validation.firstName.required": "First name is required",
  "validation.lastName.required": "Last name is required",
  "validation.password.required": "Password is required",
  "validation.password.invalid": "Must Contain 8 Characters, One Uppercase, One Lowercase, One Number and one special case Character",
  "validation.password.mustMatch": "Password must match",

  "class.notInAnyClass": "You have not been added in any class yet. <br> Please contact your teacher or administrator.",

  "vClass.home": "Home",
  "vClass.feature": "Feature",
  "vClass.price": "Price",
  "vClass.blog": "Blog",
  "vClass.library": "Library",
  "vClass.openClass": "Open Class",
  "vClass.support": "Support",
  "vClass.contact": "Contact",
  "vClass.concept": "Virtual Classroom | Learn anywhere anytime",
  "vClass.btn.getStart": "Get started",
  "vClass.content.title": "Learning management system and internal library",
  "vClass.content.subContent1": "Learning management system",
  "vClass.content.subContent2": "Library",
  "vClass.assignment": "Assignment",
  "vClass.instructional": "Instructional Media",
  "vClass.instructional.video": "Video",
  "vClass.instructional.videoContent": "Watch the video",
  "vClass.instructional.digital": "Digital Content",
  "vClass.instructional.digitalContent": "Read content from the library",
  "vClass.instructional.exam": "Exam",
  "vClass.instructional.examContent": "Take the exam using a single choice, multiple choice, or a matching text.",
  "vClass.instructional.conference": "Video Conference",
  "vClass.instructional.conferenceContent": "Learn through video conferencing",
  "vClass.instructional.link": "Link",
  "vClass.instructional.linkContent": "View external links",
  "vClass.instructional.file": "File",
  "vClass.instructional.fileContent": "View attached files",
  "vClass.setting":"Setting",

  "setting.usage.users": "users",
  "setting.usage.user": "user",
  "setting.usage.gb": "GB",
  "setting.usage.class": "classes",
  "setting.usage.Article" : "Article",
  "setting.usage.Video" : "Video",
  "setting.usage.Exam" : "Exam",
  "setting.usage.article": "article",
  "setting.usage.articles": "articles",
  "setting.usage.exams": "exams",
  "setting.usage.exam": "exam",
  "setting.usage.videos": "videos",
  "setting.usage.video": "video",
  "setting.usage.content": "contents",
  "setting.usage.buyUser": "Buy additional users",
  "setting.usage.buyStorage": "Buy additional storages",
  "setting.usage.buyClass": "Buy additional classes",
  "setting.usage.buyContent": "Buy additional contents",
  "setting.usage.buyExam": "Buy additional exam",
  "setting.usage.usage": "Usage",
  "setting.usage.User": "User",
  "setting.usage.Storage": "Storage",
  "setting.usage.GB": "GB",
  "setting.usage.Class": "Class",
  "setting.usage.Content": "Content",
  "setting.usage.ClassMember": "Class Member",
  "setting.usage.unlimited" : "Unlimited",
  "setting.usage.dateAt" : "data as of",



  "dropdown.all": "All",
  "dropdown.enable": "Enable",
  "dropdown.deleted": "Deleted",
  "dropdown.disable": "Disable",

  "role.All":"All",
  "role.Student": "Student",
  "role.Students": "Students",
  "role.Teacher": "Teacher",
  "role.Staff": "Staff",
  "role.Enable": "Enable",
  "role.Disable": "Disable",

  "tab.workspace": "Workspace",
  "tab.class/department": "Class / Department",
  "tab.room/division": "Room / Division",
  "tab.users": "Users",
  "tab.userGroups": "User groups",
  "tab.admin": "Admin",
  "tab.usage": "Usage",
  "tab.report": "Report",
  "tab.pricing": "Pricing plan",

  "setting.plan.plan": "Plan",
  "setting.plan.currentplan": "Current plan",
  "setting.plan.expired": "Expired",
  "setting.plan.free": "Free",
  "setting.plan.upgrade": "Upgrade",
  "setting.plan.downgrade": "Downgrade",
  "setting.plan.unableToAttachFile": "Unable to attach  file",
  "setting.plan.unableToUploadVideo" : "Unable to upload video",
  "setting.plan.bathPerYear": "Baht / User /Year",
  "setting.plan.standard": "Standard",
  "setting.plan.unlimited": "Unlimited",
  "setting.plan.exam": "Contents",
  "setting.plan.customize": "Customize",
  "setting.plan.contactUs": "Contact us",
  "setting.plan.canAttachFiles" : "Can attach files",
  "setting.plan.canUploadVideos" :"Can upload videos",
  "setting.plan.asAgreement": "As agreement",

  "setting.report.report": "Report",
  "setting.report.total": "Total",
  "setting.report.active": "Active",
  "setting.report.archive": "Archive",
  "setting.report.inactive": "Inactive",
  "setting.report.class": "Classes",
  "setting.report.users": "Users",
  "setting.report.activeuser": "Active Users",
  "setting.report.usage": "Usage",

  "setting.workspace.workspaceName": "Workspace Name",
  "setting.workspace.joinCode": "Join Code",
  "setting.workspace.educationalStage" : "Educational Stage",
  "setting.workspace['None']": "None",
  "setting.workspace['Primary Education']": "Primary Education",
  "setting.workspace['Secondary Education']": "Secondary Education",
  "setting.workspace['Vocational Education']": "Vocational Education",
  "setting.workspace['Higher Education']": "Higher Education",
  "setting.workspace['Business']": "Business",
  "setting.workspace.deleteWorkspace": "Delete workspace",
  "setting.workspace.createdDate": "Created date",
  "setting.workspace.workspaceId": "Workspace ID",
  "setting.workspace.type": "Type",
  "setting.workspace.status": "Status",
  "setting.workspace.limitation": "Limitation",
  "setting.workspace.users": "Users",
  "setting.workspace.storages": "Storages",
  "setting.workspace.classes": "Classes",
  "setting.workspace.classMembers": "Class members",
  "setting.workspace.contents": "Contents",
  "setting.workspace.unlimited": "Unlimited",

  "user.active":"Active",
  "user.inactive":"Inactive",

  "setting.user.addUser": "Add user",
  "setting.user.addMultipleUsers": "Add multiple users",
  "setting.user.addFromUserGroup": "Add user group",
  "setting.user.deleteMultipleUsers": "Delete multiple users",

  "setting.admin.addAdmin" : "Add admin",

  "setting.userGroup.groups": "groups",
  "setting.userGroup.no":"No.",
  "setting.userGroup.groupId": "Group ID",
  "setting.userGroup.groupName" : "Group Name",
  "setting.userGroup.users": "Users",
  "setting.userGroup.status": "Status",

  "userGroup.createUserGroup": "Create User Group",
  "userGroup.groupName": "Group name",

  "examResult.result":"Result",
  "examResult.subject":"Subject",
  "examResult.class":"Class",
  "examResult.totalQuestions":"Total quesrtions",
  "examResult.questions":"questions",
  "examResult.totalPoints":"Total points",
  "examResult.points":"points",
  "examResult.passingPoints":"Passing points",
  "examResult.time":"Time",
  "examResult.min":"min",
  "examResult.averagePoints":"Average points",
  "examResult.Points":"Points",
  "examResult.congratulations":"Congratulations",
  "examResult.youPassed":"You passed.",
  "examResult.sorry":"Sorry",
  "examResult.youFailed":"You failed.",
  "examResult.benchmarkByQuestions":"Benchmark by questions",
  "examResult.benchmarkByPoints":"Benchmark by points",
  "examResult.resultByTopics":"Result by topics",
  "examResult.average":"Average",
  "examResult.you":"You",
  "examResult.poor":"Poor",
  "examResult.fair":"Fair",
  "examResult.good":"Good",
  "examResult.analysis":"Analysis",
  "examResult.topic":"Topic",
  "examResult.all":"All",
  "examResult.people":"people",
  "examResult.resultByQuestions":"Result by questions",
  "examResult.level":"Level",
  "examResult.Easy":"Easy",
  "examResult.Medium":"Medium",
  "examResult.Hard":"Hard",
  "examResult.correct":"Correct",

  "doExam.start":"Start",
  "doExam.timeLeft":"Time Left",
  "doExam.time":"Time",
  "doExam.timeOut":"Time out",
  "doExam.progress":"Progress",
  "doExam.answer":"Answer",
  "doExam.fillTheBlank":"(Please fill in the blank)",
  "doExam.previous":"Previous",
  "doExam.next":"Next",
  "doExam.submit":"Submit",
  "doExam.processing":"Processing...",

  "examSetting.preview":"Preview",
  "examSetting.save":"Save",
  "examSetting.editExam":"Edit exam",
  "exanSetting.title":"Title",
  "examSetting.class":"Class",
  "examSetting.subject":"Subject",
  "examSetting.totalQuestions":"Total questions",
  "examSetting.totalPoints":"Total points",
  "examSetting.passingPoints":"Passing points",
  "examSetting.time":"Time (minute)",
  "examSetting.timeLimit":"Time limits",
  "examSetting.randomQuestions":"Random questions",
  "examSetting.randomChoices":"Random choices",
  "examSetting.showInLibrary":"Show in library",
  "examSetting.allowSubmitIfNotCompleted":"Allow students to submit exams if they are not completed.",
  "examSetting.allowViewResult":"Allows students to view results when submitting their exams.",
  "examSetting.allowViewDetailedAnswers":"Allows students to view detailed answers.",
  "examSetting.questionType":"Question type",
  "examSetting.level":"Level",
  "examSetting.points":"Points",
  "examSetting.topic":"Topic",
  "examSetting.chapter":"Chapter",
  "examSetting.question":"Question",
  "examSetting.choice":"Choice",
  "examSetting.choices":"Choices",
  "examSetting.answer":"Answer",
  "examSetting.addOption":"+ Add option",
  "examSetting.detailedAnswer":"Detailed answer",
  "examSetting.attachFile":"Attach File (Detailed answer)",
  "examSetting.addFile":"+ Add file",
  "examSetting.addQuestion":"+ Add question",
  "examSetting.correct":"Correct",
  "examSetting.delete":"Delete",
  "examSetting.moveUp":"Move up",
  "examSetting.moveDown":"Move down",
  "examSetting.moveToTop":"Move to top",
  "examSetting.moveToBottom":"Move to bottom",
  "examSetting.enable": "Enable",
  "examSetting.disable": "Disable",

  "class.assignment":"Assignment",
  "class.assignee":"Assignee",
  "class.summary":"Summary",
  "class.gradebook":"Gradebook",
  "class.member":"Member",
  "class.Members": "Members",
  "class.setting":"Setting",
  "class.group":"group",
  "class.groups":"groups",
  "class.Groups":"Groups",
  "class.student":"student",
  "class.students":"students",
  "class.createTopic":"Create Topic",
  "class.createChapter":"Create Chapter",
  "class.createTask":"Create Task",
  "class.topic":"Topic",
  "class.chapter":"Chapter",
  "class.task":"task",
  "class.tasks":"tasks",
  "class.completedTask":"completed task",
  "class.completedTasks":"completed tasks",
  "class.noResult": "No results",
  "class.title":"Title",
  "class.create":"Create",
  "class.notAllowDoingNextTask":"Not allow doing the next task if the previous task is not done.",
  "class.mustDo":"Must do",
  "class.done":"Done",
  "class.notDone":"Not done",
  "class.start":"Start",
  "class.due":"Due",
  "class.overdue":"Overdue",
  "class.point":"point",
  "class.points":"points",
  "class.Points":"Points",
  "class.assignedDate":"Assigned date",
  "class.startDate":"Start date",
  "class.dueDate":"Due date",
  "class.assessment":"Assessment",
  "class.gradingMethod":"Grading method",
  "class.allowDoingAfterDue":"Allow doing the task after the due date",
  "class.turnInAssignment":"Turn in the assignment",
  "class.collectPointInGradebook":"Collect point in gradebook",
  "class.instructions":"Instructions",
  "class.instructionMedia":"Instructional Media",
  "class.video":"Video",
  "class.content":"Content",
  "class.exam":"Exam",
  "class.videoConference":"Video Conference",
  "class.link":"Link",
  "class.file":"File",

  "gradebook.grade":"Grade",
  "gradebook.total":"Total",
  "gradebook.done":"Done",
  "gradebook.notDone":"Not Done",
  "gradebook.point":"Points",
  "gradebook.gradingScale":"Grading scale",
  "gradebook.save":"Save",
  "gradebook.value":"Value",
  "gradebook.percent.from":"Percentage (From)",
  "gradebook.percent.to":"Percentage (To)",
  "gradebook.summary":"Summary",

  "summary.assignments":"Assignments",
  "summary.summary":"Summary",
  "summary.total":"Total",
  "summary.notStarted":"Not started",
  "summary.mustDo":"Must Do",
  "summary.done":"Done",
  "summary.notDone":"Not done",
  "summary.overdue":"Overdue",
  "summary.points":"Points",
  "summary.status":"Status",
  "summary.noAssignee": "No assignee",

  "task.assessment.modal": "Teacher can give the assignment's score which is divided into 2 types:<br />1) Direct grading<br />2) Rubric",
  "task.assessment": "Assessment",
  "task.download": "Download",
  "task.writeContent": "Write a content",
  "task.attachFile": "Attach files",
  "task.insertAnExternalLink": "Insert an external link",
  "task.turnInAnAssignment": "Turn in an assignment",

  "library.allClass": "All Class",
  "library.allChapter": "All Chapter",
  "library.allTopic": "All Topic",
  "library.search": "Search",
  "library.content": "Content",
  "library.contents": "Contents",
  "library.bookshelf": "Bookshelf",
  "library.recommended": "Recommended",
  "library.newRelease": "New release"
  }
