{
  "header.classroom": "ห้องเรียน",
  "tnc.title": "ข้อกําหนดและเงื่อนไขการใช้บริการวีคลาส (VClass)",
  "tnc.content": "ข้อกําหนดและเงื่อนไขการเข้าใช้บริการวีคลาส(“วีคลาส”) ฉบับนี้ จัดทำขึ้นโดยบริษัท ทรู\nคอร์ปอเรชั่น จำกัด (มหาชน) (“บริษัท”) โดยผู้ใช้บริการสามารถเข้าสู่บริการของวีคลาสได้\nโดยการลงทะเบียนเพื่อสร้างบัญชีผู้ใช้ (Username) และรหัสผ่าน (Password)\nด้วยตนเองผ่านช่องทางที่บริษัทกำหนดไว้ ตามรายละเอียด ดังนี้<br>\n\t\t\t\t<br>\n<strong>1. การได้มาซึ่งบัญชีผู้ใช้และรหัสผ่าน และการเก็บรักษา สำหรับสมาชิก</strong><br>\nสมาชิกของวีคลาสจะต้องเป็นบุคคลธรรมดาหรือนิติบุคคล\nซึ่งลงทะเบียนผ่านช่องทางวีคลาสหรือช่องทางอื่น ๆ ที่บริษัทกำหนด\nโดยจะต้องกรอกอีเมลเพื่อกำหนดให้เป็นบัญชีผู้ใช้ (Username) กำหนดรหัสผ่าน (Password)\nและต้องกรอกข้อมูลส่วนตัว สำหรับการเข้าใช้งาน\nซึ่งผู้ขอใช้จะได้รับสิทธิ์ในการเปิดบัญชีผู้ใช้หนึ่งอีเมลต่อหนึ่งบัญชี\nเว้นแต่จะได้รับความยินยอมจากบริษัทก่อนเท่านั้น ทั้งนี้\nหากบริษัทตรวจพบว่าข้อมูลส่วนตัวที่กรอกไว้ไม่ถูกต้องไม่ว่ากรณีใด ๆ\nบริษัทมีสิทธิปฎิเสธการลงทะเบียนของผู้ขอใช้หรือระงับหรือยกเลิกการเป็นสมาชิกได้ทันที<br>\n\t\t\t\t<br>\nผู้ขอใช้ที่ลงทะเบียนใช้งานระบบผ่านเรียบร้อยแล้ว จะมีสถานะเป็นสมาชิกของระบบ\n(ต่อไปนี้จะเรียกว่า “สมาชิก”)<br>\n\t\t\t\t\nซึ่งความเป็นสมาชิกจะมีผลอยู่ตลอดไปจนกว่าจะมีการบอกเลิกการเป็นสมาชิก\nหรือบริษัทยกเลิกการเป็นสมาชิกอันเนื่องจากสมาชิกปฏิบัติผิดข้อกำหนดหรือเงื่อนไขข้อใดข้อหนึ่ง\nหรือไม่ทำการแก้ไขภายในระยะเวลาที่บริษัทได้แจ้งให้ทราบ หรือกระทำผิดกฎหมายใด ๆ\nรวมถึงกรณีที่บริษัทยุติการให้บริการ<br>\n\t\t\t\t<br>\nการลงทะเบียนเพื่อสร้างบัญชีผู้ใช้ (Username)<br>\nและการกรอกข้อมูลทุกชนิดที่แสดงในหน้าบัญชีของคุณ\nถือว่าสมาชิกได้ยินยอมให้ข้อมูลส่วนบุคคลกับบริษัทเพื่อใช้เป็นประวัติส่วนตัวของผู้ขอใช้\nและอนุญาตให้บริษัทนำข้อมูลไปใช้เท่าที่จำเป็นต่อการให้บริการวีคลาสได้ ทั้งนี้\nสมาชิกยินยอมให้บริษัทเชื่อมโยงข้อมูลที่ให้ไว้กับทุกกิจกรรมที่เกิดขึ้นบนวีคลาสเข้ากับบัญชีผู้ใช้\n(Username) ที่ลงทะเบียนไว้<br>\n\t\t\t\t<br>\n<strong>2. ข้อจํากัดการใช้ Username และ Password ของสมาชิก</strong><br>\nสมาชิกจะต้องรักษาบัญชีผู้ใช้ (Username) และรหัสผ่าน (Password)\nไว้เป็นความลับเฉพาะตน และจะไม่ยินยอมให้บุคคลใดนำบัญชีผู้ใช้ (Username) และรหัสผ่าน\n(Password) ไปใช้ ไม่ว่าจะโดยความประมาทเลินเล่อ หรือโดยเจตนา หรือโอนสิทธิ หรือโดยประการใด\nๆ เป็นอันขาด อย่างไรก็ดี การที่สมาชิกยินยอมให้บุคคลอื่นใช้บัญชีผู้ใช้ (Username) และรหัสผ่าน\n(Password) ของสมาชิกนั้น สมาชิกตกลงจะไม่ปฏิเสธความรับผิดชอบในความเสียหายใด ๆ\nที่เกิดขึ้นกับบริษัท ตนเองหรือบุคคลอื่นที่เกี่ยวข้องเป็นอันขาด<br>\n<br>\n<strong>3. การใช้วีคลาส</strong><br>\n\t\t\t\t<br>\n3.1 การใช้บริการวีคลาสไม่ว่าด้วยอุปกรณ์ใด หรือเวลาใด<br>\nสมาชิกรับทราบและตกลงว่าจะปฏิบัติตามข้อกําหนดและเงื่อนไขการใช้ทุกประการ รวมทั้งเงื่อนไขอื่น ๆ\nที่บริษัทจะได้กำหนดให้มีขึ้นเพิ่มเติมภายหลังตามที่บริษัทเห็นสมควร\nหรือเพื่อเป็นการปฏิบัติตามกฎหมาย<br>\n<br>\n3.2 สมาชิกสามารถเข้าถึงบริการของวีคลาสได้ตามช่องทางที่บริษัทกำหนด<br>\nซึ่งบริษัทมีสิทธิที่จะแก้ไขหรือเปลี่ยนแปลงข้อมูลใด ๆ ในเวลาใด ๆ ก็ได้ตามที่บริษัทเห็นสมควร<br>\n\t\t\t\t<br>\n3.3 สมาชิกตกลงจะไม่กระทำการหรือร่วมกับบุคคลอื่นกระทำการใด ๆ\nไม่ว่าโดยตรงหรือโดยอ้อมในการใช้ส่วนใดส่วนหนึ่งของบริการวีคลาสที่ผิดวัตถุประสงค์ของบริษัท\nหรือผิดกฎหมาย หรือขัดกับความสงบเรียบร้อยและศีลธรรมอันดี หรือก่อให้เกิดความเสียหายใด ๆ\nกับผู้ใช้อื่น ๆ และ/หรือผู้ใช้บริการอื่น ๆ<br>\n\t\t\t\t<br>\n3.4 สมาชิกไม่สามารถโอนสิทธิทั้งหมดหรือบางส่วนในการเป็นสมาชิกให้แก่บุคคลอื่นได้<br>\n\t\t\t\t<br>\n3.5 หากบริษัทตรวจสอบพบว่า สมาชิกแอบอ้างหรือกระทำการใด ๆ\nอันเป็นการละเมิดสิทธิ์ส่วนบุคคล โดยใช้ข้อมูลของผู้อื่นมาแอบอ้างการสมัครสมาชิก\nหรือกระทำการที่ผิดเงื่อนไขอย่างน้อยข้อใดข้อหนึ่งของข้อกำหนดและเงื่อนไขการใช้ฉบับนี้\nถือเป็นความผิด บริษัทจะยกเลิกการเป็นสมาชิกทันที<br>\nทั้งนี้ บริษัทจะดำเนินการกับผู้กระทำความผิดตามกฎหมายกำหนดต่อไป<br>\n\t\t\t\t<br>\n3.6 สมาชิกรับทราบว่า บริษัทมีสิทธิระงับการให้บริการชั่วคราวบางส่วนหรือทั้งหมดในเวลาใด ๆ\nก็ได้ หากสมาชิกปฏิบัติผิดเงื่อนไขข้อหนึ่งข้อใดของข้อกำหนดและเงื่อนไขบริการวีคลาสฉบับนี้\nหรือระบบการให้บริการของบริษัทขัดข้องชั่วคราวไม่ว่าด้วยเหตุใด ๆ<br>\n\t\t\t\t<br>\n3.7 การใช้บริการวีคลาสสมาชิกตกลงใช้นามจริงหรือนามแฝง ที่เหมาะสม สุภาพ\nโดยห้ามใช้คำหยาบ ดูถูก เสียดสี สร้างความแตกแยก ยั่วยุ ส่อไปในทางลามกอนาจาร\nขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน\nแสดงถึงการหมิ่นต่อพระบรมเดชานุภาพแห่งสถาบันพระมหากษัตริย์ และพระบรมวงศานุวงศ์\nหรือแอบอ้าง อ้างอิง พาดพิงถึงบุคคลหนึ่งคนใด สมาชิกที่ปฏิบัติผิดเงื่อนไข\nจะต้องรับผิดชอบในความเสียหายที่เกิดขึ้นเองโดยตรงทั้งสิ้น\nและตกลงยินยอมชดใช้ค่าเสียหายให้แก่บริษัท หากการฝ่าฝืนดังกล่าวก่อให้เกิดความเสียหายแก่บริษัท<br>\n\t\t\t\t<br>\n<strong>4. การรับผิดชดใช้</strong><br>\nหากสมาชิกประมาทเลินเล่อหรือเจตนาใช้ส่วนใดส่วนหนึ่งของวีคลาสอันทำให้เกิดความเสียหายในภาพ\nพจน์ ชื่อเสียง หรือความเสียหายใด ๆ แก่บริษัทและ/หรือบริษัทในกลุ่มบริษัท ทรู คอร์ปอเรชั่น จำกัด\n(มหาชน) สมาชิกตกลงและยินยอมชดใช้ค่าเสียหายที่เกิดขึ้นจริงแก่บริษัทและ/หรือบริษัทในกลุ่มบริษัท\nทรู คอร์ปอเรชั่น จำกัด ดังกล่าว<br>\nสมาชิกรับทราบและตกลงว่า บริษัทในกลุ่มบริษัท ทรู คอร์ปอเรชั่น จำกัด (มหาชน)\nไม่ต้องรับผิดชอบใด ๆ ในความสูญหายหรือการถูกโจรกรรมข้อมูล\nความเสียหายแก่ผู้ใช้บริการและหรือสมาชิก หรือบุคคลอื่นใด อันเนื่องมาจากการใช้บริการวีคลาส<br>\n\t\t\t\t<br>\n<strong>5. ข้อจํากัดความรับผิดของบริษัทและ/หรือกลุ่มบริษัท</strong><br>\n5.1\nสมาชิกรับทราบและตกลงว่าวีคลาสเป็นการอำนวยความสะดวกและเพิ่มช่องทางในการเข้าถึงทุ\nกบริการของบริษัทและ/หรือบริษัทในกลุ่มบริษัท ทรู คอร์ปอเรชั่น จำกัด (มหาชน)\nโดยบริษัทและ/หรือบริษัทในกลุ่มบริษัท ทรู คอร์ปอเรชั่น จำกัด (มหาชน)\nไม่ต้องรับผิดต่อสมาชิกในความสูญหายหรือเสียหายในทางภาพพจน์ ชื่อเสียง ทรัพย์สิน\nหรือความเสียหายใดๆ ที่เกิดขึ้นแก่สมาชิก อันเกิดจากการกระทำโดยประมาท เลินเล่อ หรือโดยเจตนา\nหรือการละเว้นการกระทำของสมาชิก หรือของบุคคลใดๆ หรือเหตุสุดวิสัย หรือเหตุใดๆ\nที่อยู่นอกเหนือการควบคุมของบริษัทและ/หรือกลุ่มบริษัท<br>\n<br>\n5.2 บริษัทไม่ต้องรับผิดชอบและชดใช้ค่าเสียหายใด ๆ\nอันเกิดขึ้นหรือเกี่ยวเนื่องกับการใช้บริการวีคลาสแก่สมาชิกหรือบุคคลอื่นใด ไม่ว่าในกรณีใด ๆ\nหากบริษัทไม่สามารถให้บริการบางส่วนหรือทั้งหมด อันเนื่องจากระบบหรืออุปกรณ์ใด ๆ\nของสมาชิกชำรุดหรือขัดข้อง หรือระบบโทรศัพท์ หรือระบบสื่อสารโทรคมนาคมขัดข้องหรือเหตุใด ๆ\nที่อยู่นอกเหนือการควบคุมของบริษัท<br>\n\t\t\t\t<br>\n<strong>6. การเปลี่ยนแปลงข้อกำหนดและเงื่อนไข</strong><br>\n6.1 บริษัทสามารถเปลี่ยนแปลงข้อกำหนดและเงื่อนไขต่าง ๆ\nได้โดยไม่จำเป็นต้องแจ้งให้ทราบล่วงหน้า<br>\n6.2 สมาชิก และ/หรือบุคคลอื่นใดที่เข้าใช้ระบบนี้\nต้องเข้าใจและยอมรับข้อกำหนดและเงื่อนไขต่าง ๆ\nที่ได้มีการเปลี่ยนแปลงและบริษัทได้ประกาศแล้วทุกกรณี<br>\n\t\t\t\t<br>\n<strong>7. กฎหมายที่ใช้บังคับ</strong><br>\nข้อกำหนดและเงื่อนไขในการใช้ระบบนี้ ให้ตีความและบังคับตามกฎหมายไทย<br>\n\t\t\t\t<br>\n<strong>8. การเก็บรวบรวม ใช้หรือเปิดเผยข้อมูลส่วนบุคคลของสมาชิก</strong><br>\n\t\t\t\t<br>สมาชิกยินยอมให้บริษัทเก็บรวบรวม ใช้ หรือเปิดเผย ข้อมูลส่วนบุคคล\nรวมถึงข้อมูลการใช้บริการเว็บไซต์ หรือข้อมูลใด ๆ\nที่บริษัทหรือตัวแทนได้รับหรือเก็บรวบรวมผ่านการสมัครเข้าใช้บริการวีคลาสไว้\nภายในระยะเวลาการใช้สิทธิเรียกร้องตามกฎหมาย โดยสมาชิกรับทราบว่าการเก็บรวบรวม ใช้\nหรือเปิดเผยนั้นเป็นไปเพื่อวัตถุประสงค์ในการให้บริการ เพื่อการวิจัยตลาดและการส่งเสริมการบริการ\nหรือเพื่อการเสนอหรือให้สิทธิประโยชน์แก่สมาชิก หรือเพื่อวัตถุประสงค์ทางการศึกษา\nรวมตลอดถึงเพื่อวัตถุประสงค์ของการปฏิบัติตามกฎหมาย และ/หรือมีเหตุจำเป็นอื่นใดตามที่เห็นสมควร\nโดยสมาชิกยินยอมให้บริษัทเปิดเผยข้อมูลส่วนบุคคล ข้อมูลการใช้บริการหรือข้อมูลใด ๆ\nดังกล่าวข้างต้นให้แก่บริษัทในเครือ เครือกิจการ เครือธุรกิจ\nรวมถึงนิติบุคคลหรือบุคคลอื่นใดที่บริษัทและ/หรือสมาชิกเป็นคู่สัญญาหรือมีนิติสัมพันธ์ตามกฎหมาย<br>\n\t\t\t\t<br>\nหากสมาชิกมีข้อสงสัยหรือต้องการติดต่อวีคลาสสามารถติดต่อได้ที่ 02-858-8335\n",
  "tnc.cta": "ปิด",

  "pvc.title": "นโยบายความเป็นส่วนตัว",
  "pvc.content" : "<strong>นโยบายความเป็นส่วนตัวของระบบวีคลาส (“วีคลาส”) ฉบับนี้ จัดทำขึ้นโดยบริษัท ทรูคอร์ปอเรชั่น จำกัด (มหาชน) (“บริษัท”) เพื่อการชี้แจงรายละเอียดเกี่ยวกับการได้มาและวิธีการจัดการข้อมูลส่วนบุคคลของผู้ที่ลงทะเบียนใช้งานวีคลาสผ่านเรียบร้อยแล้ว (ต่อไปนี้จะเรียกว่า“สมาชิก”)</strong> <br /> <br /><strong>1. เราคือใคร </strong> <br />บริษัท ทรู คอร์ปอเรชั่น จำกัด (มหาชน) (“บริษัท”) เป็นผู้ควบคุมข้อมูลส่วนบุคคล โดยท่านสามารถติดต่อบริษัท เพื่อสอบถามได้ที่ <br />สถานที่ติดต่อ : เลขที่ 18 อาคาร ทรู ทาวเวอร์ ถนนรัชดาภิเษก แขวงห้วยขวาง เขตห้วยขวาง กรุงเทพฯ 10310ช่องทางการติดต่อ : True Call Center 1242 <br /><br /><strong>2. ข้อมูลส่วนบุคคล คืออะไร </strong> <br />ข้อมูลส่วนบุคคล หมายถึง “ข้อมูลเกี่ยวกับบุคคลซึ่งทำให้สามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมโดยเฉพาะ” <br /><br /><strong>3. ข้อมูลส่วนบุคคลที่วีคลาสเก็บรวบรวม</strong> <br />ข้อมูลส่วนบุคคลและข้อมูลที่เกี่ยวข้องกับสมาชิกประกอบด้วย3.1 ข้อมูลที่สมาชิกให้ไว้โดยตรง เช่น ข้อมูลที่สมาชิกกรอกขณะลงทะเบียนใช้งานระบบ บัญชีผู้ใช้ (Username) ข้อมูลที่สมาชิกได้แก้ไขปรับปรุงในข้อมูลบัญชีผู้ใช้ ข้อมูลทุกชนิดที่สมาชิกกรอกในหน้า “บัญชีของคุณ” ข้อมูลความสนใจหรือข้อมูลอื่น ๆ ที่สมาชิกแสดงผ่านระบบเพื่อจัดเก็บไว้กับบัญชีผู้ใช้ ข้อมูลที่สมาชิกกรอกขณะใช้งานวีคลาส รวมถึงข้อมูลที่ได้จากการที่สมาชิกติดต่อกับเจ้าหน้าที่บริษัทไม่ว่าผ่านช่องทางใด<br />3.2 ข้อมูลที่ได้รับจากการใช้งานวีคลาส เช่น ข้อมูลจราจรทางคอมพิวเตอร์ (Log) ข้อมูลรายการการทำธุรกรรม (Transaction Log) ซึ่งข้อมูลเหล่านี้จะถูกเชื่อมโยงกับบัญชีผู้ใช้ของสมาชิก ทั้งนี้ รายละเอียดตามข้างต้นเป็นตัวอย่างข้อมูลที่อาจจะถูกเก็บรวมรวม โดยบริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลและข้อมูลที่เกี่ยวข้องกับสมาชิกเฉพาะข้อมูลที่จำเป็น และในระยะเวลานานเท่าที่จำเป็นเพื่อประโยชน์ในการใช้งานเท่านั้น<br /><br /><strong>4. แหล่งที่มาของข้อมูลส่วนบุคคล</strong> <br />วีคลาส อาจได้รับข้อมูลส่วนบุคคลของท่านจากช่องทาง ดังนี้- วีคลาส ได้รับข้อมูลส่วนบุคคลจากท่านโดยตรง โดยวีคลาสจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านจากขั้นตอนการให้บริการดังนี้ <br />- ขั้นตอนการสมัครใช้บริการ หรือขั้นตอนการยื่นคำร้องขอใช้สิทธิต่าง ๆ กับวีคลาส <br />- จากความสมัครใจของท่าน ในการทำแบบสอบถาม (Survey) หรือการโต้ตอบทางอีเมล หรือช่องทางการสื่อสารอื่น ๆ ระหว่างวีคลาสและท่าน <br />- จากการใช้บริการ รวมถึงการใช้เครือข่าย หรือผลิตภัณฑ์ที่เกี่ยวข้องกับการบริการ <br />- เก็บจากข้อมูลการใช้เว็บไซต์ของวีคลาส ผ่าน Browser’s cookies ของท่าน <br />- วีคลาส ได้รับข้อมูลส่วนบุคคลของท่านมาจากบุคคลที่สาม ได้แก่ วีคลาส ในกลุ่มทรู และเครือเจริญโภคภัณฑ์ เครือกิจการ เครือธุรกิจ หน่วยงานราชการตามกฎหมาย สถานศึกษา รวมถึงนิติบุคคล หรือบุคคลอื่นใดที่วีคลาส และ/หรือท่านเป็นคู่สัญญาหรือมีนิติสัมพันธ์ตามกฎหมาย โดยได้รับข้อมูลผ่านทางอีเมล ได้รับแจ้งทางโทรศัพท์ หรือได้รับเป็นเอกสาร ซึ่งผู้ที่เปิดเผยมีสิทธิให้ข้อมูลส่วนบุคคลได้โดยชอบด้วยกฎหมาย <br /><br /><strong>5. วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล </strong> <br />วีคลาส เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ดังต่อไปนี้ เพื่อปฏิบัติตามสัญญา, เพื่อสมัครลงทะเบียนและลงชื่อเข้าใช้บัญชีของเราเพื่อการยืนยันตัวตนผู้สมัคร, เพื่อให้บริการทางด้านการศึกษาและให้บริการตามคำขอของท่าน, เพื่อทำความเข้าใจความต้องการและความพึงพอใจของท่าน, เพื่อวิเคราะห์และนำเสนอบริการ และนำเสนอหรือให้สิทธิประโยชน์ต่าง ๆ แก่ท่าน เพื่อปรับปรุงการให้บริการของวีคลาส ให้มีประสิทธิภาพ, เพื่อการแจ้งข้อมูล ข่าวสาร และข้อเสนอต่าง ๆ, เพื่อการรักษาความปลอดภัยของข้อมูลและเครือข่ายการให้บริการของวีคลาส รวมถึงตรวจสอบระบบและกิจกรรมของผู้ใช้เพื่อติดตามกิจกรรมที่เป็นอันตรายใด ๆ ต่อท่าน ผู้อื่น และวีคลาส, เพื่อความปลอดภัยหรือระงับอันตรายต่อชีวิต ร่างกาย หรือสุขภาพอนามัยของบุคคล รวมตลอดถึงเพื่อวัตถุประสงค์ของการปฏิบัติตามกฎหมายและ/หรือมีเหตุจำเป็นอื่นใดเพื่อประโยชน์อันชอบด้วยกฎหมายของวีคลาส, เพื่อวัตถุประสงค์อื่นตามที่กฎหมายให้อำนาจในการเก็บรวบรวม ใช้ หรือเปิดเผย โดยไม่ต้องได้รับความยินยอมจากเจ้าของข้อมูลส่วนบุคคล <br /><br /><strong>6. การเปิดเผยข้อมูลส่วนบุคคล </strong> <br />วีคลาสจะเปิดเผยข้อมูลส่วนบุคคลของท่านเพื่อวัตถุประสงค์ตามที่ระบุไว้ข้างต้นเท่านั้น โดยวีคลาส อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้แก่บริษัท ในกลุ่มทรู และเครือเจริญโภคภัณฑ์ เครือกิจการ เครือธุรกิจของทรู หน่วยงานราชการตามกฎหมาย ผู้ให้บริการด้านเทคโนโลยีสารสนเทศ สถานศึกษาโครงการด้านการศึกษาของภาครัฐ ผู้ให้บริการสนับสนุนลูกค้า ผู้ให้บริการจัดการด้านการตลาดและการโฆษณาที่ปรึกษาทางธุรกิจ รวมถึงนิติบุคคล หรือบุคคลอื่นใดที่วีคลาส และ/หรือท่านเป็นคู่สัญญาหรือมีนิติสัมพันธ์ตามกฎหมาย <br /><br /><strong>7. การเก็บรักษาและระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล</strong> <br />วีคลาส มีการเก็บรักษาและระยะเวลาการเก็บรักษาข้อมูลส่วนบุคคลของท่าน ดังนี้ <br />ลักษณะการเก็บ : จัดเก็บเป็นหนังสือ (Hard copy) และจัดเก็บในระบบอิเล็กทรอนิกส์ (Soft copy) โดยมีมาตรการรักษาความมั่นคงปลอดภัยที่มีประสิทธิภาพ เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผยข้อมูลส่วนบุคคลโดยปราศจากอำนาจหรือโดยมิชอบ <br />ระยะเวลาจัดเก็บ : โดยทั่วไปวีคลาส จะเก็บข้อมูลส่วนบุคคลของท่านตราบเท่าที่ท่านเป็นลูกค้าของวีคลาส และวีคลาส อาจเก็บข้อมูลของท่านต่อไปหลังจากที่ท่านหยุดเป็นลูกค้าตามสมควร เพื่อการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย การยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย <br />เมื่อพ้นระยะเวลาจัดเก็บ หรือวีคลาส ไม่มีสิทธิหรือไม่สามารถอ้างฐานในการประมวลผลข้อมูลส่วนบุคคลของท่านแล้ว ทรูปลูกปัญญา จะดำเนินการลบหรือทำลายข้อมูลส่วนบุคคล หรือทำให้ข้อมูลไม่สามารถระบุตัวตนได้ ภายในระยะเวลาอันควร <br /><br /><strong>8. สิทธิของเจ้าของข้อมูลส่วนบุคคล </strong> <br />ท่านในฐานะเจ้าของข้อมูลส่วนบุคคลมีสิทธิในการดำเนินการดังต่อไปนี้ โดยท่านรับทราบว่าท่านจะสามารถใช้สิทธิดังกล่าวได้ก็ต่อเมื่อเป็นไปตามกรณีที่บัญญัติไว้ในพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562 เท่านั้น และท่านรับรองว่าจะใช้สิทธิตามกฎหมายโดยสุจริต <br />สิทธิในการถอนความยินยอม (Right to withdraw consent) <br />สิทธิในการเข้าถึงข้อมูลส่วนบุคคล (Right to access) <br />สิทธิในการแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง (Right to rectification) <br />สิทธิในการลบข้อมูลส่วนบุคคล (Right to erasure) <br />สิทธิในการระงับการใช้ข้อมูลส่วนบุคคล (Right to restriction of processing) <br />สิทธิในการให้โอนย้ายข้อมูลส่วนบุคคล (Right to data portability) <br />สิทธิในการคัดค้านการประมวลผลข้อมูลส่วนบุคคล (Right to object) <br />ท่านสามารถติดต่อมายังเจ้าหน้าที่ของวีคลาส เพื่อยื่นคำร้องขอดำเนินการตามสิทธิข้างต้นตามรายละเอียดที่ปรากฏในหัว ข้อ1 หรือตามช่องทางที่วีคลาสกำหนด วีคลาสขอสงวนสิทธิในการปฏิเสธคำร้องขอที่ไม่สมเหตุสมผล คำร้องขอที่กฎหมายไม่ได้บัญญัติไว้ และ/หรือคำร้องขอที่ไม่สามารถปฏิบัติได้จริง นอกจากนี้ วีคลาสขอสงวนสิทธิในการปฏิเสธคำร้องขอของท่านตามหลักเกณฑ์ที่กฎหมายกำหนด ในกรณีที่ท่านไม่ยินยอมให้ใช้ข้อมูลส่วนบุคคล นอกเหนือจากเพื่อการปฏิบัติตามสัญญา ในกรณีที่ท่านไม่ยินยอมให้ใช้ข้อมูลส่วนบุคคล นอกเหนือจากที่วีคลาสใช้ข้อมูลส่วนบุคคลเพื่อการปฏิบัติตามสัญญา ท่านยังคงสามารถใช้บริการของวีคลาสได้ โดยท่านอาจได้รับความสะดวกจากการใช้บริการน้อยลง เนื่องจากวีคลาส ไม่ได้รับความยินยอมให้ใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์สำหรับการให้บริการอย่างเต็มประสิทธิภาพ กิจกรรมทางการตลาดและการส่งเสริมการตลาด ในระหว่างการใช้บริการวีคลาสจะส่งข้อมูลข่าวสารเกี่ยวกับกิจกรรมทางการตลาด และการส่งเสริมการตลาด ผลิตภัณฑ์ การให้บริการของวีคลาส รวมถึงผู้โฆษณา และพันธมิตรทางธุรกิจ ซึ่งวีคลาสคาดว่าท่านอาจมีความสนใจ โดยท่านสามารถแจ้งวีคลาสได้ตลอดเวลาเพื่อหยุดการประมวลผลลักษณะนี้ได้ ตามรายละเอียดที่ปรากฏในหัวข้อ 1 หรือตามช่องทางที่วีคลาสกำหนด <br /><br /><strong>9. นโยบายคุ้มครองข้อมูลส่วนบุคคลของเว็บไซต์อื่น</strong> <br />นโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ใช้เฉพาะสำหรับการให้บริการของวีคลาสและการใช้งานเว็บไซต์ของวีคลาสเท่านั้น หากท่านได้เชื่อมต่อไปยังเว็บไซต์อื่น แม้จะผ่านช่องทางในเว็บไซต์ของวีคลาสก็ตาม ท่านจะต้องศึกษาและปฏิบัติตามนโยบายคุ้มครองข้อมูลส่วนบุคคลที่ปรากฏในเว็บไซต์นั้น ๆ แยกต่างหากจากของวีคลาส <br /><br /><strong>10. การเปลี่ยนแปลงนโยบายคุ้มครองข้อมูลส่วนบุคคล</strong> <br />วีคลาส จะทำการพิจารณาทบทวนนโยบายคุ้มครองข้อมูลส่วนบุคคลเป็นประจำเพื่อให้สอดคล้องกับแนวปฏิบัติ และกฎหมาย ข้อบังคับที่เกี่ยวข้อง ทั้งนี้ วีคลาส ขอสงวนสิทธิ์ในการเปลี่ยนแปลงนโยบายดังกล่าวในระบบหรือเว็บไซต์โดยไม่ต้องแจ้งให้ท่านทราบล่วงหน้า <br /><br />ข้าพเจ้าได้อ่านนโยบายคุ้มครองข้อมูลส่วนบุคคลและเข้าใจรายละเอียดแล้ว และยอมรับข้อตกลงตามรายการกรณีผู้ใช้งานวีคลาสเป็นเด็กอายุต่ำกว่า 13 ปี ต้องได้รับความอนุญาตจากผู้ปกครองในการยอมรับนโยบาย กรุณากรอก email ผู้ปกครอง ในหน้า Profile เพื่อส่ง email แจ้งขอความยินยอมจากผู้ปกครอง แล้วทำการ กด link ยืนยันจาก email ที่ได้รับ เพื่อดำเนินการ ตามขั้นตอน ที่ระบุ",
  "pvc.cta": "ปิด",

  "footer.help": "ช่วยเหลือ",
  "footer.customerSupport": "ศูนย์บริการลูกค้า",
  "footer.termsAndCons": "สงวนลิขสิทธิ์ © 2021 VClass | ",

  "contact.sale": "ฝ่ายขาย",
  "contact.tel": "โทร",
  "contact.telNumber": "08 9116 0239",
  "contact.date": "เฉพาะวันจันทร์ - ศุกร์ เวลา 09:00 - 18:00 น.",
  "contact.customerSupport": "ศูนย์บริการลูกค้า",

  "login.title": "เข้าสู่ระบบ",
  "login.or": "หรือ",
  "login.loginCTA": "เข้าสู่ระบบ",
  "login.signInWithTrueVWorld": "เข้าสู่ระบบด้วย True VWorld",
  "login.signInWithGoogle": "เข้าสู่ระบบด้วย Google",
  "login.signInWithApple": "เข้าสู่ระบบด้วย Apple",
  "login.forgotPassword": "ลืมรหัสผ่าน",
  "login.register": "สร้างบัญชีผู้ใช้งาน",
  "login.language": "ภาษา",

  "register.title": "สร้างบัญชีผู้ใช้งาน",
  "register.acceptTnc": "ยอมรับ",
  "register.tnc": "ข้อกำหนดและเงื่อนไขการใช้งาน",
  "register.and": "และ",
  "register.privacy": "นโยบายความเป็นส่วนตัว",
  "register.registerCTA": "ลงทะเบียน",
  "register.or": "หรือ",
  "register.signUpWithTrueVWorld": "ลงทะเบียนด้วย True VWorld",
  "register.signUpWithGoogle": "ลงทะเบียนด้วย Google",
  "register.signUpWithApple": "ลงทะเบียนด้วย Apple",
  "register.language": "ภาษา",

  "forgotPassword.title": "ลืมรหัสผ่าน",
  "forgotPassword.description": "เราจะส่งลิงก์ตั้งค่ารหัสผ่านใหม่ไปที่",
  "forgotPassword.sendEmailCTA": "ส่งอีเมล",
  "forgotPassword.register": "สร้างบัญชีผู้ใช้งาน",

  "resetPassword.title": "ตั้งรหัสผ่าน",
  "changePassword.title": "เปลี่ยนรหัสผ่าน",

  "common.email": "อีเมล",
  "common.firstName": "ชื่อ",
  "common.lastName": "นามสกุล",
  "common.birthDate": "วันเดือนปีเกิด",
  "common.password": "รหัสผ่าน",
  "common.currentPassword": "รหัสผ่านปัจจุบัน",
  "common.newPassword": "รหัสผ่านใหม่",
  "common.confirmPassword": "ยืนยันรหัสผ่าน",
  "common.passwordDescription": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร และประกอบด้วยตัวเลขและอักขระพิเศษ เช่น Awes0me!",
  "common.save": "บันทึก",
  "common.yes": "ใช่",
  "common.no": "ไม่",
  "common.confirm": "ตกลง",
  "common.filter": "ตัวกรอง",
  "common.create": "สร้าง",
  "common.edit": "แก้ไข",
  "common.delete": "ลบ",
  "common.moveup":"เลื่อนขึ้น",
  "common.movedown":"เลื่อนลง",
  "common.moveToTop":"เลื่อนขึ้นบนสุด",
  "common.moveToBottom":"เลื่อนลงล่างสุด",
  "common.rename": "ตั้งชื่อใหม่",
  "common.search": "ค้นหา...",
  "common.people": "คน",

  "validation.email.invalid": "อีเมลไม่ถูกต้อง",
  "validation.email.required": "กรุณากรอกอีเมล",
  "validation.firstName.required": "กรุณากรอกชื่อ",
  "validation.lastName.required": "กรุณากรอกนามสกุล",
  "validation.password.required": "กรุณากรอกรหัสผ่าน",
  "validation.password.invalid": "รหัสผ่านต้องมีอย่างน้อย 8 ตัวอักษร และประกอบด้วยตัวเลขและอักขระพิเศษ เช่น Awes0me!",
  "validation.password.mustMatch": "Password must match",

  "class.notInAnyClass": "คุณยังไม่ได้ถูกเพิ่มชื่อในคลาส <br> โปรดติดต่อครูหรือผู้ดูแลระบบของคุณ",

  "vClass.home": "หน้าแรก",
  "vClass.feature": "คุณสมบัติ",
  "vClass.price": "แพคเกจ",
  "vClass.blog": "บล็อก",
  "vClass.library": "ห้องสมุด",
  "vClass.openClass": "โอเพนคลาส",
  "vClass.support": "ช่วยเหลือ",
  "vClass.contact": "ติดต่อ",
  "vClass.concept": "ห้องเรียนออนไลน์ | เรียนรู้ได้ทุกที่ ทุกเวลา",
  "vClass.btn.getStart": "เริ่มต้นใช้งาน",
  "vClass.content.title": "ระบบบริหารจัดการการเรียนรู้ และห้องสมุดออนไลน์",
  "vClass.content.subContent1": "ระบบบริหารจัดการการเรียนรู้",
  "vClass.content.subContent2": "ห้องสมุดออนไลน์",
  "vClass.assignment": "การมอบหมายงาน",
  "vClass.instructional": "สื่อการเรียนรู้",
  "vClass.instructional.video": "วิดีโอ",
  "vClass.instructional.videoContent": "ชมวิดีโอ",
  "vClass.instructional.digital": "ดิจิทัลคอนเทนต์",
  "vClass.instructional.digitalContent": "อ่านคอนเทนต์ที่ผู้สอนสร้างขึ้น",
  "vClass.instructional.exam": "ข้อสอบ",
  "vClass.instructional.examContent": "ทำข้อสอบหรือแบบทดสอบทั้งแบบปรนัยและอัตนัย",
  "vClass.instructional.conference": "วิดีโอคอนเฟอเรนซ์",
  "vClass.instructional.conferenceContent": "แลกเปลี่ยนเรียนรู้ผ่านวิดีโอคอนเฟอเรนซ์",
  "vClass.instructional.link": "ลิงก์",
  "vClass.instructional.linkContent": "เรียนรู้ผ่านเว็บไซต์ต่าง ๆ",
  "vClass.instructional.file": "เอกสารแนบ",
  "vClass.instructional.fileContent": "เรียนรู้จากเอกสารแนบต่าง ๆ",
  "vClass.setting":"ตั้งค่า",

  "setting.usage.users": "ผู้ใช้",
  "setting.usage.user": "ผู้ใช้",
  "setting.usage.gb": "กิกะไบต์",
  "setting.usage.class": "คลาส",
  "setting.usage.Article" : "บทความ",
  "setting.usage.Video" : "วีดีโอ",
  "setting.usage.Exam" : "เอ็กแซม",
  "setting.usage.articles": "บทความ",
  "setting.usage.article": "บทความ",
  "setting.usage.exams": "เอ็กแซม",
  "setting.usage.exam": "เอ็กแซม",
  "setting.usage.videos": "วีดีโอ",
  "setting.usage.video": "วีดีโอ",
  "setting.usage.content": "คอนเทนต์",
  "setting.usage.buyUser": "ซื้อจำนวนผู้ใช้เพิ่ม",
  "setting.usage.buyStorage": "ซื้อพื้นที่จัดเก็บเพิ่ม",
  "setting.usage.buyClass": "ซื้อจำนวนคลาสเพิ่ม",
  "setting.usage.buyContent": "ซื้อจำนวนคอนเทนต์เพิ่ม",
  "setting.usage.buyExam": "ซื้อจำนวนเอ็กแซมเพิ่ม",
  "setting.usage.usage": "การใช้งาน",
  "setting.usage.User": "ผู้ใช้",
  "setting.usage.Storage": "พื้นที่จัดเก็บ",
  "setting.usage.GB": "กิกะไบต์",
  "setting.usage.Class": "คลาส",
  "setting.usage.Content": "คอนเทนต์",
  "setting.usage.ClassMember": "สามาชิคในคลาส",
  "setting.usage.unlimited" : "ไม่จำกัด",
  "setting.usage.dateAt" : "วันที่ ณ",

  "setting.report.total": "ทั้งหมด",
  "setting.report.active": "แอคทีฟ",
  "setting.report.inactive": "ไม่แอคทีฟ",
  "setting.report.archive": "อาร์ไคฟ์",
  "setting.report.class": "ห้องเรียน",
  "setting.report.users": "สมาชิก",
  "setting.report.activeuser": "สมาชิกแอคทีฟ",
  "setting.report.usage": "การใช้งาน",

  "role.All":"ทั้งหมด",
  "role.Student": "ผู้เรียน",
  "role.Students": "ผู้เรียน",
  "role.Teacher": "ผู้สอน",
  "role.Staff": "เจ้าหน้าที่",
  "role.Enable": "ใช้งาน",
  "role.Disable": "ไม่ใช้งาน",

  "tab.workspace": "เวิร์คสเปซ",
  "tab.class/department": "ระดับชั้น / หน่วยงาน",
  "tab.room/division": "ห้อง / แผนก",
  "tab.users": "ผู้ใช้",
  "tab.userGroups": "กลุ่มผู้ใช้",
  "tab.admin": "แอดมิน",
  "tab.usage": "การใช้งาน",
  "tab.report": "รายงาน",
  "tab.pricing": "แผนกำหนดราคา",

  "setting.plan.plan": "แผน",
  "setting.plan.currentplan": "แผนปัจจุบัน",
  "setting.plan.free": "ฟรี",
  "setting.plan.expired": "หมดอายุ",
  "setting.plan.upgrade": "อัพเกรด",
  "setting.plan.downgrade": "ดาวน์เกรด",
  "setting.plan.unableToAttachFile": "ไม่สามารถแนบไฟล์",
  "setting.plan.unableToUploadVideo" : "ไม่สามารถอัปโหลดวิดีโอ",
  "setting.plan.bathPerYear": "บาท / ผู้ใช้ / ปี",
  "setting.plan.exam": "เอ็กแซม",
  "setting.plan.standard": "มาตรฐาน",
  "setting.plan.unlimited": "ไม่จำกัด",
  "setting.plan.customize": "กำหนดเอง",
  "setting.plan.contactUs": "ติดต่อเรา",
  "setting.plan.canAttachFiles" : "สามารถแนบไฟล์",
  "setting.plan.canUploadVideos" :"สามารถอัปโหลดวิดีโอ",
  "setting.plan.asAgreement": "ตามข้อตกลง",

  "setting.workspace.workspaceName": "ชื่อเวิร์คสเปซ",
  "setting.workspace.joinCode": "รหัสเข้าร่วม",
  "setting.workspace.educationalStage" : "การจัดการศึกษา",
  "setting.workspace['None']": "ไม่ระบุ",
  "setting.workspace['Primary Education']": "ประถมศึกษา",
  "setting.workspace['Secondary Education']": "มัธยมศึกษา",
  "setting.workspace['Vocational Education']": "อาชีวศึกษา",
  "setting.workspace['Higher Education']": "อุดมศึกษา",
  "setting.workspace['Business']": "ธุรกิจ",
  "setting.workspace.deleteWorkspace": "ลบเวิร์คสเปซ",
  "setting.workspace.createdDate": "วันที่สร้าง",
  "setting.workspace.workspaceId": "รหัสเวิร์คสเปซ",
  "setting.workspace.type": "ประเภท",
  "setting.workspace.status": "สถานะ",
  "setting.workspace.limitation": "ข้อจำกัด",
  "setting.workspace.users": "จำนวนผู้ใช้",
  "setting.workspace.storages": "พื้นที่การจัดเก็บ",
  "setting.workspace.classes": "จำนวนคลาส",
  "setting.workspace.classMembers": "จำนวนสมาชิกต่อคลาส",
  "setting.workspace.contents": "จำนวนคอนเทนต์",

  "dropdown.all": "ทั้งหมด",
  "dropdown.enable": "ใช้งาน",
  "dropdown.deleted": "ลบ",
  "dropdown.disable": "ไม่ใช้งาน",

  "user.active":"ใช้งาน",
  "user.inactive":"ไม่ใช้งาน",

  "setting.user.addUser": "เพิ่มผู้ใช้",
  "setting.user.addMultipleUsers": "เพิ่มผู้ใช้หลายคน",
  "setting.user.addFromUserGroup": "เพิ่มกลุ่มผู้ใช้",
  "setting.user.deleteMultipleUsers": "ลบผู้ใช้หลายคน",

  "setting.admin.addAdmin" : "เพิ่มแอดมิน",

  "setting.userGroup.groups": "กลุ่ม",
  "setting.userGroup.no":"ลำดับ",
  "setting.userGroup.groupId": "รหัสกลุ่ม",
  "setting.userGroup.groupName" : "ชื่อกลุ่ม",
  "setting.userGroup.users": "ผู้ใช้",
  "setting.userGroup.status": "สถานะ",

  "userGroup.createUserGroup": "สร้างกลุ่มผู้ใช้",
  "userGroup.groupName": "ชื่อกลุ่ม",

  "examResult.result":"ผลทดสอบ",
  "examResult.subject":"สาระการเรียนรู้",
  "examResult.class":"ระดับชั้น",
  "examResult.totalQuestions":"คำถามทั้งหมด",
  "examResult.questions":"คำถาม",
  "examResult.totalPoints":"คะแนนเต็ม",
  "examResult.points":"คะแนน",
  "examResult.passingPoints":"คะแนนผ่านเกณฑ์",
  "examResult.time":"เวลา",
  "examResult.min":"นาที",
  "examResult.averagePoints":"คะแนนเฉลี่ย",
  "examResult.Points":"คะแนน",
  "examResult.congratulations":"ยินดีด้วย",
  "examResult.youPassed":"คุณผ่านแบบทดสอบ",
  "examResult.sorry":"เสียใจด้วย",
  "examResult.youFailed":"คุณไม่ผ่านแบบทดสอบ",
  "examResult.benchmarkByQuestions":"ช่วงจำนวนคำถามของผู้สอบทั้งหมด",
  "examResult.benchmarkByPoints":"ช่วงคะแนนของผู้สอบทั้งหมด",
  "examResult.resultByTopics":"ผลลัพธ์ตามเรื่อง",
  "examResult.average":"ค่าเฉลี่ย",
  "examResult.you":"คุณ",
  "examResult.poor":"ปรับปรุง",
  "examResult.fair":"พอใช้",
  "examResult.good":"ดี",
  "examResult.analysis":"การวิเคราะห์",
  "examResult.topic":"เรื่อง",
  "examResult.all":"ทั้งหมด",
  "examResult.people":"คน",
  "examResult.resultByQuestions":"ผลลัพธ์ตามคำถาม",
  "examResult.level":"ระดับ",
  "examResult.Easy":"ง่าย",
  "examResult.Medium":"ปานกลาง",
  "examResult.Hard":"ยาก",
  "examResult.correct":"ถูกต้อง",

  "doExam.start":"เริ่มทำแบบทดสอบ",
  "doExam.timeLeft":"เวลาคงเหลือ",
  "doExam.time":"เวลา",
  "doExam.timeOut":"หมดเวลา",
  "doExam.progress":"ความคืบหน้า",
  "doExam.answer":"คำตอบ",
  "doExam.fillTheBlank":"(เติมคำตอบในช่องว่าง)",
  "doExam.previous":"ข้อก่อนหน้า",
  "doExam.next":"ข้อถัดไป",
  "doExam.submit":"ส่งข้อสอบ",
  "doExam.processing":"กำลังประมวลผล...",

  "examSetting.preview":"ตัวอย่าง",
  "examSetting.save":"บันทึก",
  "examSetting.editExam":"แก้ไขเอ็กแซม",
  "exanSetting.title":"ชื่อ",
  "examSetting.class":"ระดับชั้น / หน่วยงาน",
  "examSetting.subject":"สาระการเรียนรู้",
  "examSetting.totalQuestions":"คำถามทั้งหมด",
  "examSetting.totalPoints":"คะแนนเต็ม",
  "examSetting.passingPoints":"คะแนนผ่านเกณฑ์",
  "examSetting.time":"เวลา (นาที)",
  "examSetting.timeLimit":"จำกัดเวลา",
  "examSetting.randomQuestions":"สุ่มคำถาม",
  "examSetting.randomChoices":"สุ่มคำตอบ",
  "examSetting.showInLibrary":"แสดงในไลบรารี่",
  "examSetting.allowSubmitIfNotCompleted":"อนุญาตให้นักเรียนส่งข้อสอบแม้ยังทำไม่เสร็จ",
  "examSetting.allowViewResult":"อนุญาตให้นักเรียนดูผลลัพธ์เมื่อส่งข้อสอบ",
  "examSetting.allowViewDetailedAnswers":"อนุญาตให้นักเรียนดูเฉลยแบบละเอียด",
  "examSetting.questionType":"ประเภทคำถาม",
  "examSetting.level":"ระดับ",
  "examSetting.points":"คะแนน",
  "examSetting.topic":"เรื่อง",
  "examSetting.chapter":"บทเรียน",
  "examSetting.question":"คำถาม",
  "examSetting.choice":"ตัวเลือกคำตอบ",
  "examSetting.choices":"ตัวเลือกคำตอบ",
  "examSetting.answer":"คำตอบ",
  "examSetting.addOption":"+ เพิ่มตัวเลือก",
  "examSetting.detailedAnswer":"คำอธิบายคำตอบ",
  "examSetting.attachFile":"แนบไฟล์ (เฉลยแบบละเอียด)",
  "examSetting.addFile":"+ แนบไฟล์",
  "examSetting.addQuestion":"+ เพิ่มคำถาม",
  "examSetting.correct":"ถูกต้อง",
  "examSetting.delete":"ลบ",
  "examSetting.moveUp":"เลื่อนขึ้น",
  "examSetting.moveDown":"เลื่อนลง",
  "examSetting.moveToTop":"เลื่อนขึ้นบนสุด",
  "examSetting.moveToBottom":"เลื่อนลงล่างสุด",
  "examSetting.enable": "ใช้งาน",
  "examSetting.disable": "ไม่ใช้งาน",

  "class.assignment":"งานมอบหมาย",
  "class.assignee":"ผู้รับมอบหมาย",
  "class.summary":"หน้าสรุป",
  "class.gradebook":"เกรดบุ๊ก",
  "class.member":"สมาชิก",
  "class.Members": "สมาชิก",
  "class.group":"กลุ่ม",
  "class.groups":"กลุ่ม",
  "class.Groups":"กลุ่ม",
  "class.student":"ผู้เรียน",
  "class.students":"ผู้เรียน",
  "class.setting":"ตั้งค่า",
  "class.createTopic":"สร้างเรื่อง",
  "class.createChapter":"สร้างบทเรียน",
  "class.createTask":"สร้างงาน",
  "class.topic":"เรื่อง",
  "class.chapter":"บทเรียน",
  "class.task":"งาน",
  "class.tasks":"งาน",
  "class.completedTask":"งานที่ทำเสร็จ",
  "class.completedTasks":"งานที่ทำเสร็จ",
  "class.noResult": "ไม่พบผลการค้นหา",
  "class.title":"ชื่อ",
  "class.create":"สร้าง",
  "class.notAllowDoingNextTask":"ไม่อนุญาตให้ทำเรื่องถัดไปหากยังทำเรื่องก่อนหน้าไม่เสร็จ",
  "class.mustDo":"ต้องทำ",
  "class.done":"เสร็จแล้ว",
  "class.notDone":"ยังไม่เสร็จ",
  "class.start":"เริ่ม",
  "class.due":"กำหนดส่ง",
  "class.overdue":"เลยกำหนดส่ง",
  "class.point":"คะแนน",
  "class.points":"คะแนน",
  "class.Points":"คะแนน",
  "class.assignedDate":"วันที่มอบหมาย",
  "class.startDate":"วันที่กำหนดเริ่ม",
  "class.dueDate":"วันที่กำหนดส่ง",
  "class.assessment":"การประเมินผล",
  "class.gradingMethod":"วิธีการให้เกรด",
  "class.allowDoingAfterDue":"อนุญาตให้ทำงานหลังเลยกำหนดส่งได้",
  "class.turnInAssignment":"มีส่งงานมอบหมาย",
  "class.collectPointInGradebook":"รวมคะแนนในเกรดบุ๊ก",
  "class.instructions":"คำสั่งงาน",
  "class.instructionMedia":"สื่อการเรียนการสอน",
  "class.video":"วีดีโอ",
  "class.content":"คอนเทนต์",
  "class.exam":"เอ็กแซม",
  "class.videoConference":"การประชุมออนไลน์",
  "class.link":"ลิงก์",
  "class.file":"ไฟล์",

  "gradebook.grade":"เกรด",
  "gradebook.total":"ทั้งหมด",
  "gradebook.done":"เสร็จแล้ว",
  "gradebook.notDone":"ยังไม่เสร็จ",
  "gradebook.point":"คะแนน",
  "gradebook.gradingScale":"ระดับการให้เกรด",
  "gradebook.save":"บันทึก",
  "gradebook.value":"ค่าเกรด",
  "gradebook.percent.from":"เปอร์เซ็นต์ (เริ่ม)",
  "gradebook.percent.to":"เปอร์เซ็นต์ (ถึง)",
  "gradebook.summary":"สรุปรวม",

  "summary.assignments":"งานมอบหมาย",
  "summary.summary":"สรุปรวม",
  "summary.total":"ทั้งหมด",
  "summary.notStarted":"ยังไม่ถึงวันเริ่ม",
  "summary.mustDo":"ต้องทำ",
  "summary.done":"เสร็จแล้ว",
  "summary.notDone":"ยังไม่เสร็จ",
  "summary.overdue":"เลยกำหนดส่ง",
  "summary.points":"คะแนน",
  "summary.status":"สถานะ",
  "summary.noAssignee": "ไม่มีผู้รับมอบหมาย",

  "task.assessment.modal": "ผู้สอนสามารถให้คะแนนผู้เรียน เพื่อวัดความรู้ ความเข้าใจของผู้เรียน ตามงานที่ได้มอบหมายโดยแบ่งเกณฑ์การให้คะแนน ออกเป็น 2 แบบ คือ<br />1) Direct grading : การให้คะแนนโดยตรง<br />2) Rubric : การให้คะแนนตามเกณฑ์การประเมิน",
  "task.assessment": "การประเมินผล",
  "task.download": "ดาวน์โหลด",
  "task.writeContent": "เขียนคอนเทนต์",
  "task.attachFile": "แนบไฟล์",
  "task.insertAnExternalLink": "แนบลิงก์",
  "task.turnInAnAssignment": "ส่งงาน",

  "library.allClass": "ระดับชั้น / หน่วยงาน",
  "library.allChapter": "สาระการเรียนรู้",
  "library.allTopic": "บทเรียน",
  "library.search": "ค้นหา",
  "library.content": "คอนเทนต์",
  "library.contents": "คอนเทนต์",
  "library.bookshelf": "บุ๊คเชลฟ์",
  "library.recommended": "แนะนำ",
  "library.newRelease": "มาใหม่"
}
